<template>
  <div class="main sub">
    <h1>更新履歴</h1>
    <h3>2022年</h3>
    <p>
      <b>2022/01/24</b>
      <br />
      ウェブアプリ「Ahoxa」Ver.2.0.3を公開
    </p>
    <p>
      <b>2022/01/21</b>
      <br />
      ウェブアプリ「謝罪しろ！ジェネレータ」を更新
    </p>
    <p>
      <b>2022/01/18</b>
      <br />
      トップページを更新
      <br />
      ウェブアプリ「謝罪しろ！ジェネレータ」を更新
    </p>
    <p>
      <b>2022/01/17</b>
      <br />
      ウェブアプリ「謝罪しろ！ジェネレータ」を更新
    </p>
    <p>
      <b>2022/01/16</b>
      <br />
      ウェブアプリ「謝罪しろ！ジェネレータ」を公開
    </p>
    <p>
      <b>2022/01/15</b>
      <br />
      トップページのプロフィールを更新
      <br />
      ウェブアプリ「Ahoxa」Ver.2.0.2を公開
    </p>
    <p>
      <b>2022/01/07</b>
      <br />
      トップページのデザインを一部変更
    </p>
    <p>
      <b>2022/01/05</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2022/01/04</b>
      <br />
      ウェブアプリ「プロ生時計」Ver.1.0.0を公開
      <br />
      ウェブアプリ「プロ生時計」公式ウェブサイトを開設
    </p>
    <p>
      <b>2022/01/01</b>
      <br />
      あけましておめでとうございます。今年もArakawaをよろしくお願い致します。
      <br />
      ウェブアプリ「Ahoxa」Ver.2.0.1を公開
    </p>
    <br />

    <h3>2021年</h3>
    <p>
      <b>2021/12/30</b>
      <br />
      ウェブアプリ「Ahoxa」Ver.2.0.0を公開
    </p>
    <p>
      <b>2021/12/26</b>
      <br />
      トップページのプロフィールを更新
      <br />
      「Shiori Server」のページを更新
    </p>
    <p>
      <b>2021/12/16</b>
      <br />
      トップページのスライドショー画像を差し替え
    </p>
    <p>
      <b>2021/12/14</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/11/26</b>
      <br />
      ウェブアプリ「Ahoxa」 Ver.1.5.2を公開
      <br />
      「Shiori Server」のページを更新
    </p>
    <p>
      <b>2021/11/23</b>
      <br />
      ウェブアプリ「Ahoxa」 Ver.1.5.1を公開
    </p>
    <p>
      <b>2021/11/20</b>
      <br />
      「三菱 ミニカ H42V」「Shiori Server」のページを更新
    </p>
    <p>
      <b>2021/11/17</b>
      <br />
      トップページを更新
      <br />
      「荒川の同人活動」ページを更新
    </p>
    <p>
      <b>2021/11/16</b>
      <br />
      Windows向けフリーゲーム「QubeFall」 Ver.1.1.1を公開
      <br />
      ウェブアプリ「Ahoxa」 Ver.1.5.0を公開
    </p>
    <p>
      <b>2021/11/13</b>
      <br />
      トップページのデザインを一部変更
      <br />
      「荒川の同人活動」ページを更新
      <br />
      Windows向けフリーゲーム「QubeFall」公式ウェブサイトを更新
    </p>
    <p>
      <b>2021/11/12</b>
      <br />
      トップページを更新
      <br />
      「荒川の同人活動」ページを更新
    </p>
    <p>
      <b>2021/11/08</b>
      <br />
      「荒川の同人活動」ページを公開
    </p>
    <p>
      <b>2021/11/07</b>
      <br />
      トップページのプロフィールを更新
    </p>
    <p>
      <b>2021/11/06</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/11/05</b>
      <br />
      トップページのプロフィールを更新
    </p>
    <p>
      <b>2021/11/02</b>
      <br />
      Windows向けフリーゲーム「QubeFall」公式ウェブサイトを公開
    </p>
    <p>
      <b>2021/10/31</b>
      <br />
      トップページを更新
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/10/30</b>
      <br />
      Windows向けフリーゲーム「QubeFall」 Ver.1.0 を公開
    </p>
    <p>
      <b>2021/10/22</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/10/21</b>
      <br />
      トップページのプロフィールを更新
    </p>
    <p>
      <b>2021/10/18</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/10/10</b>
      <br />
      ウェブアプリ「Ahoxa」 Ver.1.4.2 を公開
    </p>
    <p>
      <b>2021/10/09</b>
      <br />
      「Shiori Server」のページを更新
    </p>
    <p>
      <b>2021/10/08</b>
      <br />
      ウェブアプリ「Ahoxa」 Ver.1.4.1 を公開
      <br />
      JavaScriptライブラリ「AoiEngine」 Ver.1.2 を公開
    </p>
    <p>
      <b>2021/10/06</b>
      <br />
      ウェブアプリ「Ahoxa」 Ver.1.4.0 を公開
    </p>
    <p>
      <b>2021/09/25</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/09/23</b>
      <br />
      JavaScriptライブラリ「AoiEngine」 Ver.1.1 を公開
      <br />
      ウェブアプリ「Arakawa Web Tools ダミー画像生成」を更新
    </p>
    <p>
      <b>2021/09/21</b>
      <br />
      ウェブアプリ「Ahoxa」 Ver.1.3 を公開
      <br />
      ウェブアプリ「近鉄車番検索」を更新
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/09/20</b>
      <br />
      トップページのプロフィールを更新
    </p>
    <p>
      <b>2021/09/19</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/09/07</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/09/06</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/09/04</b>
      <br />
      トップページを更新
      <br />
      「Shiori Server」のページを更新
    </p>
    <p>
      <b>2021/09/02</b>
      <br />
      開発者向けツール「Simplified CMS 2」 Ver.1.0 を公開
    </p>
    <p>
      <b>2021/08/26</b>
      <br />
      トップページを更新
      <br />
      ウェブアプリ「Ahoxa」 Ver.1.2 を公開
    </p>
    <p>
      <b>2021/08/23</b>
      <br />
      トップページと更新履歴ページのURLを変更
    </p>
    <p>
      <b>2021/08/17</b>
      <br />
      ウェブアプリ「Ahoxa」Ver.1.1 を公開
    </p>
    <p>
      <b>2021/08/13</b>
      <br />
      トップページを更新
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/08/08</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/08/05</b>
      <br />
      ウェブアプリ「Ahoxa」Ver.1.0 を公開
      <br />
      ウェブアプリ「Ahoxa」公式ウェブサイトを開設
    </p>
    <p>
      <b>2021/07/31</b>
      <br />
      ウェブアプリ「プロ生早押しクイズ」 Ver.1.5.0 に更新
    </p>
    <p>
      <b>2021/07/26</b>
      <br />
      ウェブアプリ「Arakawa Web Tools デカ文字エディタ」を公開
      <br />
      ウェブアプリ「展示用 プロ生早押しクイズ」を公開
    </p>
    <p>
      <b>2021/07/24</b>
      <br />
      トップページを更新
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/07/23</b>
      <br />
      トップページのデザインを一部変更
    </p>
    <p>
      <b>2021/07/22</b>
      <br />
      トップページを更新
      <br />
      トップページと「更新履歴」ページのデザインを一部変更
      <br />
      ウェブアプリ「Arakawa Web Tools 画像サイズ表示」を公開
      <br />
      ウェブアプリ「Arakawa Web Tools 句読点変換」を更新
      <br />
      ウェブアプリ「Arakawa Web Tools インデント変換」を更新
      <br />
      ウェブアプリ「Arakawa Web Tools 文字数カウント」を更新
    </p>
    <p>
      <b>2021/07/12</b>
      <br />
      開発者向けツール「Simplified CMS」Ver.1.0 を公開
    </p>
    <p>
      <b>2021/07/09</b>
      <br />
      トップページのデザインを一部変更
    </p>
    <p>
      <b>2021/07/06</b>
      <br />
      JavaScriptライブラリ「AoiEngine」Ver.1.0 を公開
      <br />
      JavaScriptライブラリ「AoiEngine」公式ウェブサイトを開設
    </p>
    <p>
      <b>2021/07/02</b>
      <br />
      トップページを更新
      <br />
      ウェブアプリ「プロ生進捗管理」を更新
    </p>
    <p>
      <b>2021/06/26</b>
      <br />
      ウェブアプリ「Arakawa Web Tools 句読点変換」を更新
      <br />
      ウェブアプリ「Arakawa Web Tools インデント変換」を更新
      <br />
      ウェブアプリ「Arakawa Web Tools 文字数カウント」を更新
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/06/24</b>
      <br />
      トップページを更新、「更新履歴」ページのデザインを一部変更
    </p>
    <p>
      <b>2021/06/21</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/06/12</b>
      <br />
      トップページと「更新履歴」ページのデザインを一部変更
    </p>
    <p>
      <b>2021/06/04</b>
      <br />
      トップページを更新
      <br />
      「学情チャン 非公式ウェブサイト」を閉鎖
    </p>
    <p>
      <b>2021/05/29</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/05/27</b>
      <br />
      トップページを更新
      <br />
      「学情チャン 非公式ウェブサイト」を更新
    </p>
    <p>
      <b>2021/05/24</b>
      <br />
      「学情チャン 非公式ウェブサイト」を公開
    </p>
    <p>
      <b>2021/05/19</b>
      <br />
      ウェブアプリ「Arakawa Web Tools 文字数カウント」を更新
    </p>
    <p>
      <b>2021/05/10</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/05/08</b>
      <br />
      「三菱 ミニカ H42V」「Shiori Server」のページを更新
    </p>
    <p>
      <b>2021/05/05</b>
      <br />
      ウェブアプリ「プロ生早押しクイズ」 Ver.1.4.1 に更新
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/05/02</b>
      <br />
      ウェブアプリ「Arakawa Web Tools 句読点変換」を更新
      <br />
      ウェブアプリ「Arakawa Web Tools インデント変換」を更新
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/04/29</b>
      <br />
      ウェブアプリ「Arakawa Web Tools インデント変換」を公開
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/04/27</b>
      <br />
      ウェブアプリ「Arakawa Web Tools 句読点変換」を公開
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/04/24</b>
      <br />
      ウェブアプリ「プロ生早押しクイズ」 Ver.1.4.0 に更新
      <br />
      トップページを更新
      <br />
      「更新履歴」ページのデザインを一部変更
    </p>
    <p>
      <b>2021/04/21</b>
      <br />
      ウェブアプリ「プロ生早押しクイズ」 Ver.1.3.0 に更新
    </p>
    <p>
      <b>2021/04/18</b>
      <br />
      Windows用フリーソフトウェア「コピペレコーダー」 Ver.1.0 を公開
    </p>
    <p>
      <b>2021/04/02</b>
      <br />
      ウェブアプリ「プロ生早押しクイズ」 Ver.1.2.1 に更新
    </p>
    <p>
      <b>2021/04/01</b>
      <br />
      ウェブアプリ「プロ生早押しクイズ」 Ver.1.2.0 に更新
    </p>
    <p>
      <b>2021/03/31</b>
      <br />
      ウェブアプリ「プロ生早押しクイズ」 Ver.1.1.0 に更新
    </p>
    <p>
      <b>2021/03/22</b>
      <br />
      「三菱 ミニカ H42V」のページを更新
    </p>
    <p>
      <b>2021/03/17</b>
      <br />
      トップページのリンク切れを修正
    </p>
    <p>
      <b>2021/03/13</b>
      <br />
      トップページを更新、ウェブアプリ「マイ元号メーカー」を更新
    </p>
    <p>
      <b>2021/03/08</b>
      <br />
      JavaScriptライブラリ「Emotion Cover」の公式ページをリニューアル
    </p>
    <p>
      <b>2021/03/04</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/03/01</b>
      <br />
      JavaScriptライブラリ「Katamuki.js」 Ver.2.0 を公開
    </p>
    <p>
      <b>2021/02/26</b>
      <br />
      Windows用フリーソフトウェア「WinSmartWatch」 Ver.0.2 を公開
    </p>
    <p>
      <b>2021/02/24</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/02/20</b>
      <br />
      「三菱 ミニカ H42V」のページを公開
    </p>
    <p>
      <b>2021/02/17</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/02/13</b>
      <br />
      ウェブアプリ「名鉄車番検索」を更新
    </p>
    <p>
      <b>2021/01/28</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2021/01/03</b>
      <br />
      ウェブアプリ「プロ生早押しクイズ」を公開
    </p>
    <p>
      <b>2021/01/01</b>
      <br />
      あけましておめでとうございます。今年もArakawaをよろしくお願い致します。
    </p>
    <br />

    <h3>2020年</h3>
    <p>
      <b>2020/12/19</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2020/12/12</b>
      <br />
      ウェブアプリ「近鉄車番検索」を更新
    </p>
    <p>
      <b>2020/12/11</b>
      <br />
      ウェブアプリ「教えて！ハカセ メーカー」を更新
    </p>
    <p>
      <b>2020/12/10</b>
      <br />
      ウェブアプリ「教えて！ハカセ メーカー」を公開
    </p>
    <p>
      <b>2020/11/22</b>
      <br />
      ウェブアプリ「プロ生進捗管理」を更新
    </p>
    <p>
      <b>2020/11/19</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2020/10/31</b>
      <br />
      Windows用フリーソフトウェア「WinSmartWatch」 Ver.0.1.3 を公開
    </p>
    <p>
      <b>2020/10/25</b>
      <br />
      Windows用フリーソフトウェア「WinSmartWatch」 Ver.0.1.2 を公開
    </p>
    <p>
      <b>2020/10/18</b>
      <br />
      Windows用フリーソフトウェア「WinSmartWatch」 Ver.0.1.1 を公開
    </p>
    <p>
      <b>2020/10/12</b>
      <br />
      Windows用フリーソフトウェア「はじめての写真管理2」 開発終了
    </p>
    <p>
      <b>2020/09/16</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2020/08/22</b>
      <br />
      トップページのプロフィールを更新
    </p>
    <p>
      <b>2020/08/15</b>
      <br />
      Windows用フリーソフトウェア「はじめての写真管理S」 Ver.1.2.1 を公開
    </p>
    <p>
      <b>2020/08/12</b>
      <br />
      トップページにプロフィールを追加
    </p>
    <p>
      <b>2020/08/09</b>
      <br />
      トップページを更新
    </p>
    <p>
      <b>2020/06/15</b>
      <br />
      ウェブアプリ「ドカベンメーカー」を更新
    </p>
    <p>
      <b>2020/06/12</b>
      <br />
      ウェブページ「WEBGEKI Series Website」を公開
    </p>
    <p>
      <b>2020/06/06</b>
      <br />
      ウェブページ「Shiori Server」を公開
    </p>
    <p>
      <b>2020/05/11</b>
      <br />
      トップページ「製品情報」にリンクを追加
      <br />
      PCソフトウェア「Nagaharu」 1.0.3 Stable を公開
    </p>
    <p>
      <b>2020/05/09</b>
      <br />
      トップページ「コンテンツ」「リンク集」にリンクを追加
    </p>
    <p>
      <b>2020/05/05</b>
      <br />
      ウェブアプリ「近鉄車番検索」を更新
      <br />
      ウェブアプリ「名鉄車番検索」を更新
    </p>
    <p>
      <b>2020/05/01</b>
      <br />
      「Shiori Server（自宅サーバ）」の運用を開始
      <br />
      新しいウェブサイトの試験運用を開始
    </p>
    <p>
      <b>2020/03/17</b>
      <br />
      トップページの相互リンクを更新
      <br />
      トップページに「役立つコンテンツ」を追加
      <br />
      メニュー項目を一部変更
      <br />
      「プロフィール」のページを更新
      <br />
      ウェブアプリ「近鉄車番検索」を更新
      <br />
      ウェブアプリ「名鉄車番検索」を更新
    </p>
    <p>
      <b>2020/03/07</b>
      <br />
      arkw.work のドメインを取得
    </p>
    <p>
      <b>2020/01/02</b>
      <br />
      ブログシステムに「Facebookでシェア」「LINEで共有」を追加
    </p>
    <p>
      <b>2020/01/01</b>
      <br />
      あけましておめでとうございます。今年もArakawaをよろしくお願い致します。
    </p>
    <br />

    <h3>2019年</h3>
    <p>
      <b>2019/12/31</b>
      <br />
      ウェブアプリ「プロ生進捗管理」を公開
    </p>
    <p>
      <b>2019/11/04</b>
      <br />
      Windows向けフリーソフトウェア「タイピングファクトリー」公式ウェブサイトを開設
      <br />
      メニュー項目を一部変更
      <br />
      「プロフィール」のページを更新
      <br />
      「当サイトについて」のページを更新
      <br />
      「製品情報 (Windows向けソフトウェア)」のページを更新
    </p>
    <p>
      <b>2019/10/30</b>
      <br />
      Windows向けフリーソフトウェア「タイピングファクトリー」 Ver.1.0 を公開
    </p>
    <p>
      <b>2019/09/24</b>
      <br />
      ブログシステム更新。Twitterカードに対応
    </p>
    <p>
      <b>2019/08/22</b>
      <br />
      ウェブアプリ「近鉄車番検索」を更新
      <br />
      ウェブアプリ「名鉄車番検索」を更新
    </p>
    <p>
      <b>2019/05/16</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.2Beta3 を公開
    </p>
    <p>
      <b>2019/05/01</b>
      <br />
      「制作実績 (ウェブサイト)」のページを更新
      <br />
      「制作実績 (グラフィックデザイン)」のページを更新
      <br />
      ブログシステムにTwitter Cardsを追加
    </p>
    <p>
      <b>2019/04/26</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.2Beta2 を公開
    </p>
    <p>
      <b>2019/04/02</b>
      <br />
      ウェブアプリ「近鉄車番検索」を更新
      <br />
      ウェブアプリ「名鉄車番検索」を更新
    </p>
    <p>
      <b>2019/04/01</b>
      <br />
      ウェブアプリ「マイ元号メーカー」を公開
    </p>
    <p>
      <b>2019/03/20</b>
      <br />
      サイトデザインを一部変更
    </p>
    <p>
      <b>2019/03/01</b>
      <br />
      「当サイトについて」ページを公開
      <br />
      「プロフィール」のページを更新
      <br />
      「当サイトコンテンツのライセンスについて」ページを更新
    </p>
    <p>
      <b>2019/02/23</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.2Beta1 を公開
    </p>
    <p>
      <b>2019/01/21</b>
      <br />
      Windows向けフリーソフトウェア「はじめての写真管理S」 Ver.1.2 を公開
    </p>
    <p>
      <b>2019/01/14</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.1 (Stable) を公開
    </p>
    <p>
      <b>2019/01/09</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.1Beta3 を公開
    </p>
    <p>
      <b>2019/01/01</b>
      <br />
      あけましておめでとうございます。今年もArakawaをよろしくお願い致します。
    </p>
    <br />

    <h3>2018年</h3>
    <p>
      <b>2018/12/27</b>
      <br />
      Windows向けフリーソフトウェア「はじめての写真管理S」 Ver.1.1 を公開
    </p>
    <p>
      <b>2018/12/23</b>
      <br />
      トップページ、「プロフィール」のページを更新
    </p>
    <p>
      <b>2018/12/08</b>
      <br />
      ウェブアプリ「名鉄車番検索」を公開
    </p>
    <p>
      <b>2018/11/28</b>
      <br />
      ウェブアプリ「近鉄車番検索」を公開
    </p>
    <p>
      <b>2018/10/30</b>
      <br />
      Windows向けフリーソフトウェア「TriEditor LE」 Ver.1.1 を公開
    </p>
    <p>
      <b>2018/10/17</b>
      <br />
      メインメニューにconnpassとSlideShareのリンクを追加
    </p>
    <p>
      <b>2018/10/08</b>
      <br />
      ウェブサイト用テンプレート「Arakawa Template」 Ver.1.1Beta2 を公開
    </p>
    <p>
      <b>2018/10/07</b>
      <br />
      ウェブアプリ「ドカベンメーカー」を更新
      <br />
      メニュー項目を一部変更
    </p>
    <p>
      <b>2018/10/06</b>
      <br />
      Windows向けフリーソフトウェア「はじめての写真管理S」 Ver.1.0 を公開
    </p>
    <p>
      <b>2018/09/18</b>
      <br />
      「当サイトコンテンツのライセンスについて」のページを追加
    </p>
    <p>
      <b>2018/09/16</b>
      <br />
      Windows向けフリーソフトウェア「TriEditor LE」 Ver.1.0 を公開
      <br />
      「製品情報 (Windows向けソフトウェア)」のページを更新
      <br />
      「制作実績 (ウェブサイト)」のページを更新
      <br />
      「制作実績 (グラフィックデザイン)」のページを更新
    </p>
    <p>
      <b>2018/09/14</b>
      <br />
      主要なページにGoogleアナリティクス（アクセス解析）を設置
    </p>
    <p>
      <b>2018/08/22</b>
      <br />
      「製品情報（ウェブアプリ）」のページを更新
      <br />
      「支離滅裂な思考・発言ジェネレーター」のページを更新
    </p>
    <p>
      <b>2018/08/15</b>
      <br />
      ウェブアプリ「支離滅裂な思考・発言ジェネレーター」を公開
    </p>
    <p>
      <b>2018/08/14</b>
      <br />
      「製品情報（Windows向けソフトウェア）」のページを更新
      <br />
      「はじめての写真管理S」のページを更新
    </p>
    <p>
      <b>2018/08/11</b>
      <br />
      トップページのデザインを少し変更
      <br />
      メインメニューに「Emotion Cover」のリンクを追加
      <br />
      「更新履歴」のページを追加
      <br />
      「BG Archive」のページを追加
    </p>
    <p>
      <b>2018/08/03</b>
      <br />
      運営サイト一覧に「17NSJ 愛知第21隊 飛翔隊」を追加
    </p>
    <p>
      <b>2018/07/28</b>
      <br />
      「Emotion Cover」の公式ウェブサイトを仮公開
    </p>
    <p>
      <b>2018/07/18</b>
      <br />
      メインメニューのコードを改良
    </p>
    <p>
      <b>2018/07/07</b>
      <br />
      トップページに「荒川のつぶやき」コーナーを新設
      <br />
      メインメニューの内容を拡充
      <br />
      「プロフィール」のページを追加
    </p>
    <p>
      <b>2018/05/19</b>
      <br />
      「受託開発 (ウェブサイト制作)」のページを追加
      <br />
      ウェブアプリ「ArticleChecker」 をリニューアル公開
    </p>
    <p>
      <b>2018/05/12</b>
      <br />
      「はじめての写真管理S」 公式ウェブサイトを公開
    </p>
    <p>
      <b>2018/03/29</b>
      <br />
      Windows向けフリーソフトウェア「はじめての写真管理2」 Ver.1.1.1 を公開
      <br />
      「メールを送りたい」のページを追加
    </p>
    <p>
      <b>2018/03/03</b>
      <br />
      「Arakawa Template」のページを追加
      <br />
      「制作実績 (ウェブサイト)」のページを追加
      <br />
      「制作実績 (グラフィックデザイン)」のページを追加
    </p>
    <p>
      <b>2018/03/02</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.1Beta1 を公開
    </p>
    <p>
      <b>2018/02/24</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.0 (Stable) を公開
    </p>
    <p>
      <b>2018/02/18</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.0Beta6 を公開
    </p>
    <p>
      <b>2018/02/17</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.0Beta5 を公開
    </p>
    <p>
      <b>2018/02/10</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.0Beta4 を公開
    </p>
    <p>
      <b>2018/02/04</b>
      <br />
      Windows向けフリーソフトウェア「はじめての写真管理2」 Ver.1.1 を公開
    </p>
    <p>
      <b>2018/01/23</b>
      <br />
      ウェブアプリ「ドカベンメーカー」を更新
    </p>
    <p>
      <b>2018/01/13</b>
      <br />
      ウェブデザイン、ロゴ含め、ウェブサイトを全面リニューアル
    </p>
    <p>
      <b>2018/01/09</b>
      <br />
      JavaScriptライブラリ「Katamuki.js」 Ver.1.2 を公開
    </p>
    <p>
      <b>2018/01/08</b>
      <br />
      JavaScriptライブラリ「Katamuki.js」 Ver.1.1 を公開
    </p>
    <p>
      <b>2018/01/01</b>
      <br />
      あけましておめでとうございます。今年もArakawaをよろしくお願い致します。
    </p>
    <br />

    <h3>2017年</h3>
    <p>
      <b>2017/10/20</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.0Beta3 を公開
    </p>
    <p>
      <b>2017/09/19</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.0Beta2 を公開
    </p>
    <p>
      <b>2017/09/18</b>
      <br />
      CSSテンプレート「Arakawa Template」 Ver.1.0Beta1 を公開
    </p>
    <p>
      <b>2017/01/21</b>
      <br />
      JavaScriptライブラリ「Katamuki.js」 Ver.1.0 を公開
    </p>
    <p>
      <b>2017/01/01</b>
      <br />
      あけましておめでとうございます。今年もArakawaをよろしくお願い致します。
    </p>
    <br />

    <h3>2016年</h3>
    <p>
      <b>2016/04/29</b>
      <br />
      arkw.jp のドメインを取得
    </p>
    <p>
      <b>2016/01/01</b>
      <br />
      あけましておめでとうございます。今年もArakawaをよろしくお願い致します。
    </p>
    <br />

    <h3>2015年</h3>
    <p>
      <b>2015/07/07</b>
      <br />
      arkw.net のドメインを取得
    </p>
    <p>
      <b>2015/06/01</b>
      <br />
      Twitterアカウント (
      <a href="https://twitter.com/arkw0" target="blank">@arkw0</a>
      ) の運用を開始
    </p>
  </div>
</template>
