<template>
  <div>
    <div class="breadcrumb">
      <nuxt-link :to="localePath('/')">{{ $t("link.top") }}</nuxt-link>
      &gt;
    </div>
    <h1 class="title">{{ $t("heading.terms") }}</h1>
    <p>
      【印刷用PDFは
      <a href="/img/terms.pdf" target="blank">こちら</a>
      】
    </p>
    <p>
      この利用規約（以下、「本規約」といいます。）はArakawa
      Laboratory／荒川技研（以下、「当方」といいます。）が提供するサービス（以下、「本サービス」といいます。）の利用条件を定めるものです。
      <br />
      利用者の皆さま（以下、「ユーザ」といいます。）には、本規約に従って本サービスをご利用いただきます。
    </p>
    <p>
      <b>１．適用</b>
      <br />
      （１）本規約は、ユーザと当方との間の本サービスの利用に関わる一切の関係に適用されるものとします。
      <br />
      （２）当方は本サービスに関し、本規約のほか、ご利用にあたってのルール等、各種の定め（以下、「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず、本規約の一部を構成するものとします。
      <br />
      （３）本規約の規定が前条の個別規定の規定と矛盾する場合には、個別規定において特段の定めなき限り、個別規定の規定が優先されるものとします。
    </p>
    <p>
      <b>２．利用料金および支払方法</b>
      <br />
      ユーザは、本サービスの有料部分の対価として、当方が別途定める利用料金を、当方が指定する方法により支払うものとします。
    </p>
    <p>
      <b>３．禁止事項</b>
      <br />
      ユーザは、本サービスの利用にあたり、以下の行為をしてはなりません。
      <br />
      （１）法令または公序良俗に違反する行為
      <br />
      （２）犯罪行為に関連する行為
      <br />
      （３）本サービスに含まれる著作権、商標権ほか知的財産権を侵害する行為
      <br />
      （４）当方、ほかのユーザ、またはその他第三者のサーバまたはネットワークの機能を破壊したり、妨害したりする行為
      <br />
      （５）当方のサービスの運営を妨害するおそれのある行為
      <br />
      （６）不正アクセスをし、またはこれを試みる行為
      <br />
      （７）他のユーザに関する個人情報等を収集または蓄積する行為
      <br />
      （８）不正な目的を持って本サービスを利用する行為
      <br />
      （９）本サービスの他のユーザまたはその他の第三者に不利益、損害、不快感を与える行為
      <br />
      （１０）他のユーザに成りすます行為
      <br />
      （１１）当方が許諾しない本サービス上での宣伝、広告、勧誘、または営業行為
      <br />
      （１２）その他、当方が不適切と判断する行為
      <br />
    </p>
    <p>
      <b>４．本サービスの提供の停止等</b>
      <br />
      当方は、以下のいずれかの事由があると判断した場合、ユーザに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
      <br />
      この場合にユーザまたは第三者が被ったいかなる不利益または損害についても、当方は一切の責任を負わないものとします。
      <br />
      （１）本サービスにかかるコンピュータシステムの保守点検または更新を行う場合
      <br />
      （２）地震、落雷、火災、停電または天災などの不可抗力により、本サービスの提供が困難となった場合
      <br />
      （３）コンピュータまたは通信回線等が事故により停止した場合
      <br />
      （４）その他、当方が本サービスの提供が困難と判断した場合
    </p>
    <p>
      <b>５．利用制限</b>
      <br />
      当方は、ユーザが以下のいずれかに該当する場合には、事前の通知なく、ユーザに対して、本サービスの全部もしくは一部の利用を制限することができるものとします。
      <br />
      本条に基づき当方が行った行為によりユーザまたは第三者が被ったいかなる不利益または損害についても、当方は一切の責任を負わないものとします。
      <br />
      （１）本規約のいずれかの条項に違反した場合
      <br />
      （２）登録事項に虚偽の事実があることが判明した場合
      <br />
      （３）料金等の支払債務の不履行があった場合
      <br />
      （４）当方からの連絡に対し、一定期間返答がない場合
      <br />
      （５）その他、当方が本サービスの利用を適当でないと判断した場合
    </p>
    <p>
      <b>６．保証の否認および免責事項</b>
      <br />
      （１）当方は、本サービスに事実上または法律上の瑕疵（安全性、信頼性、正確性、完全性、有効性、特定の目的への適合性、セキュリティなどに関する欠陥、エラーやバグ、権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。
      <br />
      （２）当方は、本サービスに起因してユーザに生じたあらゆる損害について、当方の故意又は重過失による場合を除き、一切の責任を負いません。ただし、本サービスに関する当方とユーザとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合、この免責規定は適用されません。
      <br />
      （３）前項ただし書に定める場合であっても、当方は、当方の過失（重過失を除きます。）による債務不履行または不法行為によりユーザに生じた損害のうち特別な事情から生じた損害（当方またはユーザが損害発生につき予見し、または予見し得た場合を含みます。）について一切の責任を負いません。
      <br />
      （４）当方は、本サービスに関して、ユーザと他のユーザまたは第三者との間において生じた取引、連絡または紛争等について一切責任を負いません。
    </p>
    <p>
      <b>７．サービス内容の変更等</b>
      <br />
      当方は、ユーザへの事前の告知無く本サービスの内容を変更、追加または廃止することがあり、ユーザはこれを承諾するものとします。
    </p>
    <p>
      <b>８．利用規約の変更</b>
      <br />
      当方はユーザの個別の同意を要せず、本規約を変更することができるものとします。
      <br />
      本条により本規約を変更する場合、当方はユーザに対し、事前に本規約を変更する旨及び変更後の本規約の内容並びにその効力発生時期を通知します。
    </p>
    <p>
      <b>９．個人情報の取扱</b>
      <br />
      当方は、本サービスの利用によって取得する個人情報については、適切に取り扱うものとします。
    </p>
    <p>
      <b>１０．通知または連絡</b>
      <br />
      ユーザと当方との間の通知または連絡は、当方の定める方法によって行うものとします。
      <br />
      これらは、発信時にユーザへ到達したものとみなします。
    </p>
    <p>
      <b>１１．権利義務の譲渡の禁止</b>
      <br />
      ユーザは、当方の書面による事前の承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し、または担保に供することはできません。
    </p>
    <p>
      <b>１２．準拠法・裁判管轄</b>
      <br />
      （１）本規約の解釈にあたっては、日本法を準拠法とします。
      <br />
      （２）本サービスに関して紛争が生じた場合には、当方の本店所在地を管轄する裁判所を専属的合意管轄とします。
    </p>
    <br />
    <p>
      2023年7月13日 初版
      <br />
      以上
    </p>
  </div>
</template>

<script>
export default {
  layout: "default",
}
</script>
